Repository: giellalt/corpus-sme
Catalog: tmx/smj/bible/osko/index.php_kat_id=168_art_id=197.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Čáhci
smj: Åhpav: Tjáhtje

source: Smiehta vuos dáid:
smj: Usjudalá vuostak dán birra:

source: Ž Mo jáhkát lea jus olmmoš šaddá váhnemin nuppelotjahkásažžan ?
smj: Ž Gåktu jáhká le æjgádin sjaddat lågenanjagágin ?

source: Ž Maid jáhkát livččii váddáseamos jus váhnen šaddá nuorran ?
smj: Ž Mij jáhká soajttá ienemus hásstalussan sjaddat gå galggá nuorran æjgádin sjaddat ?

source: Ž Mo jáhkát leat máná vuostá šaddat go ii leat irgi ?
smj: Ž Gåktu jáhká le iesselissan sjaddat stuoves gasskavuoda ålggolin ?

source: Loga muitalusa Márjjá birra Lukas 1, 26-38.
smj: Lågå subttsasav Maria birra Lukasin 1, 26-38.

source: Ž Man birra lea dát teaksta ?
smj: Ž Mij le dán tevsta sisadno ?

source: Ž Mii fáttáid meannuda teaksta ?
smj: Ž Makkir tiemá li fáddan tevstan ?

source: Ž Mii lea du mielas čalbmáičuohcci dán teavsttas ?
smj: Ž Majt usjudalá gå tevstav lågå ?

source: Ž Geaiguin deaivvadit dán muitalusas ?
smj: Ž Gejt iejvvip subttsasin ?

source: Ž Maid beassat Márjjá birra diehtit ?
smj: Ž Majt oadtjop diehtet Maria birra ?

source: Maid beassat eŋgela Gabriela birra diehtit ?
smj: Majt oadtjop diehtet ieŋŋgila Gabriela birra ?

source: Mo reagere Márjá go eŋgel boahtá su lusa ?
smj: Ž Majt Maria dahká gå oadtju ieŋŋgilav guossáj ?

source: Ž Mii lea eŋgela sáhka Márjái ?
smj: Ž Majt ieŋŋgil Mariaj javllá ?

source: Ž Manin lea Márjá fuolas go gullá eŋgela sága ?
smj: Ž Mij le Maria måråj dasi majt ieŋŋgil subtsas ?

source: Ž Maid muitala eŋgel Ipmila birra ?
smj: Ž Majt ieŋŋgil Jubmela birra javllá ?

source: Ž Geas sáhttet min áiggis leat sullásaš vásáhusat go Márjjás ja Jovssehis ?
smj: Ž Gej soajttá sæmmi lágásj åtsådallama dagu Maria ja Josef uddni ?

source: Ž Man láhkái deaivvadit odne áhpehis nuoraid ?
smj: Ž Gåktu nuora gudi uddni iesselissan sjaddi vuosstáj váldeduvvi ?

source: Ž Mo orru du mielas go nuorat ávžžuhuvvojit váldit abortta ?
smj: Ž Majt usjudalá dan birra gå muhtem nuora hasoduvvi tsuovkkanittjat ?

source: ŽMan láhkái galggašeimmet deaivvadit nuorra nieiddaid ja bártniid geat šaddet váhnemin ?
smj: ŽGåktu beras lulujin nuorra næjtso ja báhtja gudi æjgádin sjaddaba, vuosstáj váldeduvvat ?

source: Loga muitalusa oktii vel, ja smiehtas dán:
smj: Lågå subttsasav ájn akti ja usjudalá dán birra:

source: Ž Maid sáhttit dahkat nuoraid ovddas geat šaddet váhnemin ?
smj: Ž Majt máhttep dahkat nuoraj åvdås gudi æjgádin sjaddaba ?

source: Ž Mo sáhttet nuorat geat šaddet váhnemin beassat vásihit ahte Ipmil lea sin fárus, nu mo Ipmil lei Márjjá ja Jovsseha fárus ?
smj: Ž Gåktu máhtti nuora gudi æjgádin sjaddi vásedit Jubmel le sijá siegen, dagu Jubmel lij Maria ja Josefa siegen ?
